INSERT INTO movies (code,title,details,release_date,production_year,synopsys) VALUES
	 (20030410,'실미도 실미도 (Silmido)','장편 | 일반영화 | 전쟁 | 135분 0초 | 15세관람가 | 한국','2003-12-24',2003, ''),
	 (20030316,' 반지의 제왕 : 왕의 귀환 (The Lord of the Rings: The Return of the King )','장편 | 일반영화 | 판타지, 어드벤처 | 262분 59초 | 12세관람가 | 미국','2003-12-17',2003,''),
	 (20030420,' 동해물과 백두산이 (Lost In The South Mission: Going Home )','장편 | 일반영화 | 코미디 | 104분 0초 | 15세관람가 | 한국','2003-12-31',2003,''),
	 (20030404,' 러브 액츄얼리 (Love Actually)','장편 | 예술영화 | 멜로/로맨스, 드라마, 코미디 | 130분 4초 | 15세이상관람가 | 미국, 영국','2003-12-05',2003,''),
	 (20030426,' 더 캣 (The Cat In The Hat)','장편 | 일반영화 | 판타지, 어드벤처 | 85분 0초 | 전체관람가 | 미국','2003-12-31',2003,''),
	 (20030350,' 올드보이 (Old Boy)','장편 | 예술영화 | 스릴러 | 120분 0초 | 18세관람가 | 한국','2003-11-21',2003,''),
	 (20030408,' 해피 에로 크리스마스 (Happy Erotic Christmas)','장편 | 일반영화 | 드라마 | 110분 0초 | 15세관람가 | 한국','2003-12-17',2003,'');
